Repository: SpaceTrucker2196/MaterialsAndPractices
Catalog: MaterialsAndPractices/Resources/*.lproj/Localizable.strings
Languages: es

source: Done
es: Hecho

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Delete
es: Eliminar

source: Edit
es: Editar

source: Add
es: Agregar

source: Close
es: Cerrar

source: Help
es: Ayuda

source: Overview
es: Descripción general

source: Work Orders
es: Órdenes de trabajo

source: Time Tracking
es: Control de tiempo

source: Team Management
es: Gestión de equipos

source: Weekly Reports
es: Reportes semanales

source: Troubleshooting
es: Solución de problemas

source: Welcome to Farm Management
es: Bienvenido a la gestión agrícola

source: This app helps you manage your farm operations including work orders, time tracking, and team coordination.
es: Esta aplicación te ayuda a gestionar las operaciones de tu granja incluyendo órdenes de trabajo, control de tiempo y coordinación de equipos.

source: Key Features:
es: Características principales:

source: Create and manage work orders
es: Crear y gestionar órdenes de trabajo

source: Track worker time and productivity
es: Rastrear el tiempo y la productividad de los trabajadores

source: Monitor harvest schedules
es: Monitorear horarios de cosecha

source: Generate weekly reports
es: Generar reportes semanales

source: Managing Work Orders
es: Gestión de órdenes de trabajo

source: Creating Work Orders:
es: Creando órdenes de trabajo:

source: Tap 'Perform Work' on any grow tile
es: Toca 'Realizar trabajo' en cualquier baldosa de cultivo

source: Fill in work details and assign team
es: Completa los detalles del trabajo y asigna equipo

source: Set priority and due date
es: Establece prioridad y fecha límite

source: Save to create the work order
es: Guarda para crear la orden de trabajo

source: Status Management:
es: Gestión de estado:

source: 🌧️ Weather Delay - For weather-related postponements
es: 🌧️ Retraso climático - Para aplazamientos relacionados con el clima

source: 💧 Too Wet - When soil conditions aren't suitable
es: 💧 Muy húmedo - Cuando las condiciones del suelo no son adecuadas

source: 🔧 Equipment Issue - For mechanical problems
es: 🔧 Problema de equipo - Para problemas mecánicos

source: Track work hours for accurate payroll and productivity analysis.
es: Rastrea las horas de trabajo para análisis precisos de nómina y productividad.

source: Clock Operations:
es: Operaciones de reloj:

source: Clock In - Start your work shift
es: Marcar entrada - Iniciar tu turno de trabajo

source: Clock Out - End your work shift
es: Marcar salida - Terminar tu turno de trabajo

source: Break - Take a temporary break
es: Descanso - Tomar un descanso temporal

source: Lunch - Take a lunch break
es: Almuerzo - Tomar un descanso para almorzar

source: Organize workers into teams and assign work orders efficiently.
es: Organiza trabajadores en equipos y asigna órdenes de trabajo eficientemente.

source: Team Organization:
es: Organización de equipos:

source: Create work teams for different operations
es: Crear equipos de trabajo para diferentes operaciones

source: Assign workers with relevant skills
es: Asignar trabajadores con habilidades relevantes

source: Monitor team productivity
es: Monitorear la productividad del equipo

source: Balance workload across teams
es: Equilibrar la carga de trabajo entre equipos

source: Generate comprehensive reports on worker productivity and work order completion.
es: Genera reportes comprensivos sobre la productividad de trabajadores y finalización de órdenes de trabajo.

source: Report Features:
es: Características del reporte:

source: Total hours worked per worker
es: Total de horas trabajadas por trabajador

source: Overtime detection (>40 hours)
es: Detección de horas extras (>40 horas)

source: Work order completion rates
es: Tasas de finalización de órdenes de trabajo

source: Team productivity metrics
es: Métricas de productividad del equipo

source: Common Issues:
es: Problemas comunes:

source: Can't create work order:
es: No se puede crear orden de trabajo:

source: • Ensure you have workers assigned • Check that grow has active status • Verify team permissions
es: • Asegúrate de tener trabajadores asignados • Verifica que el cultivo tenga estado activo • Verifica los permisos del equipo

source: Time tracking issues:
es: Problemas de control de tiempo:

source: • Make sure you're clocked in • Check work order assignment • Verify correct date/time
es: • Asegúrate de haber marcado entrada • Verifica la asignación de orden de trabajo • Verifica la fecha/hora correcta

source: Configuration
es: Configuración

source: Advanced Mode
es: Modo avanzado

source: Advanced mode provides access to detailed farm management features including fields, leases, payments, and compliance tracking.
es: El modo avanzado proporciona acceso a características detalladas de gestión agrícola incluyendo campos, arrendamientos, pagos y seguimiento de cumplimiento.

source: Help System
es: Sistema de ayuda

source: Enable or disable the in-app help system and documentation features.
es: Habilita o deshabilita el sistema de ayuda en la aplicación y las características de documentación.

source: Help section title
es: Título de sección de ayuda

source: Help view title
es: Título de vista de ayuda

source: Done button
es: Botón hecho

source: Overview help title
es: Título de ayuda general

source: Overview help description
es: Descripción de ayuda general

source: Key features label
es: Etiqueta de características principales

source: Feature description
es: Descripción de característica

source: Work order help title
es: Título de ayuda de orden de trabajo

source: Creating work orders section
es: Sección de creación de órdenes de trabajo

source: Step instruction
es: Instrucción de paso

source: Status management section
es: Sección de gestión de estado

source: Status description
es: Descripción de estado

source: Time tracking help title
es: Título de ayuda de control de tiempo

source: Time tracking description
es: Descripción de control de tiempo

source: Clock operations section
es: Sección de operaciones de reloj

source: Clock operation
es: Operación de reloj

source: Team management help title
es: Título de ayuda de gestión de equipos

source: Team management description
es: Descripción de gestión de equipos

source: Team organization section
es: Sección de organización de equipos

source: Team feature
es: Característica de equipo

source: Weekly reports help title
es: Título de ayuda de reportes semanales

source: Weekly reports description
es: Descripción de reportes semanales

source: Report features section
es: Sección de características del reporte

source: Report feature
es: Característica del reporte

source: Troubleshooting help title
es: Título de ayuda de solución de problemas

source: Common issues section
es: Sección de problemas comunes

source: Issue title
es: Título del problema

source: Issue solution
es: Solución del problema

source: Configuration section title
es: Título de sección de configuración

source: Advanced mode setting
es: Configuración de modo avanzado

source: Advanced mode description
es: Descripción de modo avanzado

source: Help system setting
es: Configuración del sistema de ayuda

source: Help system description
es: Descripción del sistema de ayuda
